tap "homebrew/bundle"
brew "argocd"
brew "awscli"
brew "colima"
brew "coreutils"
brew "deno"
brew "docker"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-filter-repo"
brew "glab"
brew "helm"
brew "helmfile"
brew "jd"
brew "jq"
brew "k9s"
brew "keychain"
brew "kubernetes-cli"
brew "lazygit"
brew "mysql-client"
brew "neovim"
brew "node"
brew "pipenv"
brew "starship"
brew "terraform-ls"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
cask "alt-tab"
cask "font-hack-nerd-font"
cask "ghostty"
cask "notion"
cask "visual-studio-code"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
